{
  "datas": [
    {
      "name": "Dwarf",
      "description": "Dwarves have a well-earned reputation as a stoic and stern people, ensconced within citadels and cities carved from solid rock. While some see them as dour and humorless crafters of stone and metal, dwarves and those who have spent time among them understand their unbridled zeal for their work, caring far more about quality than quantity. To a stranger, they can seem untrusting and clannish, but to their friends and family, they are warm and caring, their halls filled with the sounds of laughter and hammers hitting anvils.",
      "rarity": "Common",
      "traits": "Dwarf, Humanoid",
      "backgrounds": "Acolyte, Artisan, Merchant, Miner, Warrior",
      "classes": "Barbarian, Fighter, Monk, Ranger, Cleric, Druid",
      "names": "Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit",
      "hitPoints": 10,
      "size": "Medium",
      "speed": 20,
      "boosts": "Constitution, Wisdom, Free",
      "flaws": "Charisma",
      "languages": "Common, Dwarven",
      "extraLanguages": "Gnomish, Goblin, Jotun, Orcish, Terran, Undercommon",
      "vision": "Darkvision",
      "special": "Clan Dagger"
    },
    {
      "name": "Elf",
      "description": "As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the world in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes, most notably from terrible demons that have invaded parts of their lands. To some, the elves are objects of awe—graceful and beautiful, with immense talent and knowledge. Among themselves, however, the elves place far more importance on personal freedom than on living up to these ideals.",
      "rarity": "Common",
      "traits": "Elf, Humanoid",
      "backgrounds": "Emissary, Hunter, Noble, Scholar, Scout",
      "classes": "Ranger, Rogue, Alchemist, Wizard",
      "names": "Aerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon",
      "hitPoints": 6,
      "size": "Medium",
      "speed": 30,
      "boosts": "Dexterity, Intelligence, Free",
      "flaws": "Constitution",
      "languages": "Common, Elven",
      "extraLanguages": "Celestial, Draconic, Gnoll, Gnomish, Goblin, Orcish, Sylvan",
      "vision": "Low-Light Vision",
      "special": ""
    },
    {
      "name": "Gnome",
      "description": "Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. These qualities are further reflected in their physical characteristics, such as spindly limbs, brightly colored hair, and childlike and extremely expressive facial features that further reflect their otherworldly origins.",
      "rarity": "Common",
      "traits": "Gnome, Humanoid",
      "backgrounds": "Entertainer, Merchant, Nomad, Animal Whisperer, Barkeep, Gambler, Tinker",
      "classes": "Druid, Sorcerer",
      "names": "Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie",
      "hitPoints": 8,
      "size": "Small",
      "speed": 25,
      "boosts": "Constitution, Charisma, Free",
      "flaws": "Strength",
      "languages": "Common, Gnomish, Sylvan",
      "extraLanguages": "Draconic, Dwarven, Elven, Goblin, Jotun, Orcish",
      "vision": "Low-Light Vision",
      "special": ""
    },
    {
      "name": "Goblin",
      "description": "The convoluted histories other people cling to don’t interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. The wars of a few decades ago might as well be from the ancient past. Misunderstood by other people, goblins are happy how they are. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big.",
      "rarity": "Common",
      "traits": "Goblin, Humanoid",
      "backgrounds": "Acrobat, Criminal, Entertainer, Gladiator, Hunter, Street Urchin",
      "classes": "Alchemist, Bard, Rogue, Sorcerer",
      "names": "Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Dexterity, Charisma, Free",
      "flaws": "Wisdom",
      "languages": "Common, Goblin",
      "extraLanguages": "Draconic, Dwarven, Gnoll, Gnomish, Halfling, Orcish",
      "vision": "Darkvision",
      "special": ""
    },
    {
      "name": "Halfling",
      "description": "Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls of larger cities, carving out small communities alongside taller folk. Many halflings lead perfectly fulfilling lives in the shadows of their larger neighbors, while others prefer a nomadic existence, traveling the world and taking advantage of opportunities and adventures as they come.",
      "rarity": "Common",
      "traits": "Halfling, Humanoid",
      "backgrounds": "Acrobat, Criminal, Emissary, Entertainer, Laborer, Street Urchin",
      "classes": "Cleric, Rogue, Monk, Ranger",
      "names": "Anafa, Antal, Bellis, Boram, Etune, Filiu, Jamir, Kaleb, Linna, Marra, Miro, Rillka, Sistra, Sumak, Yamyra",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Dexterity, Wisdom, Free",
      "flaws": "Strength",
      "languages": "Common, Halfling",
      "extraLanguages": "Dwarven, Elven, Gnomish, Goblin",
      "vision": "",
      "special": "Keen Eyes"
    },
    {
      "name": "Human",
      "description": "As unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea.",
      "rarity": "Common",
      "traits": "Human, Humanoid",
      "backgrounds": "",
      "classes": "",
      "names": "",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Free, Free",
      "flaws": "",
      "languages": "Common",
      "extraLanguages": "Draconic, Dwarven, Elven, Fey, Gnomish, Goblin, Halfling, Jotun, Orcish, Razatlani, Sakvroth, Sylvan, Taldane, Undercommon",
      "vision": "",
      "special": ""
    },
    {
      "name": "Azarketi",
      "description": "Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Amphibious, Azarketi, Humanoid",
      "backgrounds": "",
      "classes": "Ranger, Fighter, Druid, Sorcerer, Bard, Wizard",
      "names": "Aft, Aliz, Cascade, Delta, Harbor, Ilani, Inkua, Jib, Lagoon, Lobay, Marine, Tidal, Windward, Zarket",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 20,
      "waterSpeed": 30,
      "boosts": "Constitution, Charisma, Free",
      "flaws": "Wisdom",
      "languages": "Common, Alghollthu",
      "extraLanguages": "Aklo, Aquan, Azlanti, Draconic, Elven, Undercommon",
      "vision": "Low-Light Vision",
      "special": "Hydration"
    },
    {
      "name": "Catfolk",
      "description": "Curious and gregarious wanderers, catfolk combine features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Catfolk, Humanoid",
      "backgrounds": "Acrobat, Artist, Gambler, Hunter, Nomad, Scout, Bandit, Courier, Insurgent, Outrider, Root Worker",
      "classes": "Swashbuckler, Bard, Fighter, Rogue, Investigator, Druid, Sorcerer",
      "names": "Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Charisma, Free",
      "flaws": "Wisdom",
      "languages": "Common, Amurrun",
      "extraLanguages": "Draconic, Elven, Gnomish, Goblin, Halfling, Iruxi, Jotun, Sylvan",
      "vision": "Low-Light Vision",
      "special": "Land on Your Feet"
    },
    {
      "name": "Fetchling",
      "description": "Once human and now something apart, fetchlings display the Shadow Plane's ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Fetchling, Humanoid",
      "backgrounds": "Merchant, Emissary, Nomad, Sailor, Charlatan, Criminal, Street Urchin",
      "classes": "Swashbuckler, Rogue, Bard, Sorcerer, Witch, Wizard",
      "names": "Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Free",
      "flaws": "",
      "languages": "Common, Shadowtongue",
      "extraLanguages": "Aklo, Draconic, D'ziriak, Necril, Undercommon",
      "vision": "Darkvision",
      "special": ""
    },
    {
      "name": "Gnoll",
      "description": "Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given them an ill-starred reputation.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Gnoll, Humanoid",
      "backgrounds": "Animal Whisperer, Entertainer, Herbalist, Hunter, Nomad, Scout, Warrior",
      "classes": "Ranger, Barbarian, Fighter, Rogue, Witch, Bard",
      "names": "Baobab, Jackal, Onyx Elephant in Shadows, Red Thorn, Unbent Iron Reed, White Acacia, Wistful Tooth, Woodpecker",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Strength, Intelligence, Free",
      "flaws": "Wisdom",
      "languages": "Common, Gnoll",
      "extraLanguages": "Draconic, Elven, Iruxi, Necril, Orcish, Sylvan",
      "vision": "Low-Light Vision",
      "special": "Bite"
    },
    {
      "name": "Grippli",
      "description": "Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their outlook and small stature, gripplis often take bold and noble action when the situation demands it.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Grippli, Humanoid",
      "backgrounds": "Hunter, Nomad, Scout, Animal Whisperer, Bounty Hunter, Herbalist, Hermit, Emissary",
      "classes": "Druid, Ranger, Bard, Cleric, Monk, Rogue",
      "names": "Aalpo'ol, Bogwynne, Ctaprak, Eegru, Gpoun, Gruoksh, Hrrauti, Iopo, Iykiki, Kyrsiik, Mhruugu, Oplugo, Quaasol, Yolkuu, Ztaal",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Dexterity, Wisdom, Free",
      "flaws": "Strength",
      "languages": "Common, Grippli",
      "extraLanguages": "Abyssal, Aquan, Boggard, Draconic, Elven, Iruxi, Sylvan",
      "vision": "Low-Light Vision",
      "special": ""
    },
    {
      "name": "Hobgoblin",
      "description": "Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Goblin, Humanoid",
      "backgrounds": "Warrior, Laborer, Martial Disciple, Miner, Scout, Criminal, Hermit, Nomad",
      "classes": "Fighter, Ranger, Rogue, Alchemist",
      "names": "Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Constitution, Intelligence, Free",
      "flaws": "Wisdom",
      "languages": "Common, Goblin",
      "extraLanguages": "Draconic, Dwarven, Gnoll, Jotun, Halfling, Orcish",
      "vision": "Darkvision",
      "special": ""
    },
    {
      "name": "Kitsune",
      "description": "Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Kitsune",
      "backgrounds": "Charlatan, Emissary, Entertainer, Fortune Teller, Merchant, Noble, Nomad, Acolyte, Bandit, Hermit",
      "classes": "Rogues, Investigators, Bards, Sorcerer, Oracle, Witch",
      "names": "Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Charisma, Free",
      "flaws": "",
      "languages": "Common",
      "extraLanguages": "Elven, Gnomish, Goblin, Halfling, Dwarven, Sylvan",
      "vision": "Low-Light Vision",
      "special": "Change Shape"
    },
    {
      "name": "Kobold",
      "description": "Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it’s to their benefit, combining caution and cunning to make their fortunes in the wider world.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Kobold",
      "backgrounds": "Artisan, Artist, Criminal, Hunter, Miner, Scout, Tinker, Bandit, Cultist, Scavenger, Servant",
      "classes": "Bard, Ranger, Rogue, Sorcerers, Alchemist, Wizard",
      "names": "Azrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Dexterity, Charisma, Free",
      "flaws": "Constitution",
      "languages": "Common, Draconic",
      "extraLanguages": "Aklo, Dwarven, Gnomish, Infernal, Terran, Undercommon",
      "vision": "Darkvision",
      "special": "Draconic Exemplar"
    },
    {
      "name": "Leshy",
      "description": "Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Leshy, Plant",
      "backgrounds": "Hunter, Nomad, Scout",
      "classes": "Druid, Ranger, Bard",
      "names": "Scarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids",
      "hitPoints": 8,
      "size": "Small",
      "speed": 25,
      "boosts": "Constitution, Wisdom, Free",
      "flaws": "Intelligence",
      "languages": "Common, Sylvan",
      "extraLanguages": "Draconic, Elven, Gnomish, Goblin, Halfling, Undercommon",
      "vision": "Low-Light Vision",
      "special": "Plant Nourishment"
    },
    {
      "name": "Lizardfolk",
      "description": "Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Lizardfolk",
      "backgrounds": "Animal Whisperer, Hunter, Scout, Warrior, Street Urchin, Nomad, Sailor, Laborer, Gladiator",
      "classes": "Ranger, Druid, Barbarian, Fighter, Monk, Rogue, Bard, Sorcerer",
      "names": "Arasheg, Barashk, Essaru, Enshuk, Gishkim, Hazi, Inishish, Kutak, Nasha, Shulkuru, Tizkar, Utakish, Zelkekek",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Strength, Wisdom, Free",
      "flaws": "Intelligence",
      "languages": "Common, Iruxi",
      "extraLanguages": "Amurrun, Aquan, Boggard, Draconic, Elven, Jotun, Sylvan",
      "vision": "",
      "special": "Aquatic Adaptation, Claws"
    },
    {
      "name": "Nagaji",
      "description": "With humanoid figures and serpentine heads, nagaji are heralds, companions, and servitors of powerful nagas. They hold a deep reverence for holy areas and spiritual truths, an aspect many others find as intimidating as a nagaji's appearance.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Nagaji",
      "backgrounds": "Acolyte, Emissary, Guard, Merchant",
      "classes": "Fighter, Champion, Cleric, Sorcerer, Alchemist",
      "names": "Adesha, Garija, Kaya, Kuwana, Onok, Paravata, Sheni, Takasha, Tasi, Ulu, Vaski, Yulbin",
      "hitPoints": 10,
      "size": "Medium",
      "speed": 25,
      "boosts": "Strength, Free",
      "flaws": "",
      "languages": "Common, Nagaji",
      "extraLanguages": "Aklo, Amurrun, Aquan, Celestial, Draconic, Undercommon, Shadowtongue, Tengu, Vanaran",
      "vision": "Low-Light Vision",
      "special": "Fangs"
    },
    {
      "name": "Orc",
      "description": "Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance or raiding a neighboring settlement. Many orcs seek glory as soon as they can walk and carry a blade or club, taming wild beasts or hunting deadly monsters.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Orc",
      "backgrounds": "Gladiator, Hunter, Martial Disciple, Nomad, Warrior, Bandit, Outrider, Refugee",
      "classes": "Barbarian, Fighter",
      "names": "Arkus, Ausk, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach",
      "hitPoints": 10,
      "size": "Medium",
      "speed": 25,
      "boosts": "Strength, Free",
      "flaws": "",
      "languages": "Common, Orcish",
      "extraLanguages": "Goblin, Jotun, Terran, Undercommon",
      "vision": "Darkvision",
      "special": ""
    },
    {
      "name": "Ratfolk",
      "description": "Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Ratfolk",
      "backgrounds": "Animal Whisperer, Artisan, Merchant, Medic, Nomad, Scout, Tinker, Bandit, Barber, Scavenger, Teacher",
      "classes": "Alchemist, Rogue, Fighter, Ranger",
      "names": "Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Dexterity, Intelligence, Free",
      "flaws": "Strength",
      "languages": "Common, Ysoki",
      "extraLanguages": "Aklo, Draconic, Dwarven, Gnoll, Gnomish, Goblin, Halfling, Orcish, Undercommon",
      "vision": "Low-Light Vision",
      "special": ""
    },
    {
      "name": "Tengu",
      "description": "Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Tengu",
      "backgrounds": "Acrobat, Barkeep, Charlatan, Emissary, Entertainer, Fortune Teller, Gambler, Merchant, Nomad, Sailor, Bandit, Courier, Insurgent, Refugee, Scavenger",
      "classes": "Rogue, Bard, Oracle, Ranger, Swashbuckler",
      "names": "Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra",
      "hitPoints": 6,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Free",
      "flaws": "",
      "languages": "Common, Tengu",
      "extraLanguages": "Dwarven, Elven, Halfling, Gnomish, Goblin, Sylvan",
      "vision": "Low-Light Vision",
      "special": "Sharp Beak"
    },
    {
      "name": "Vanara",
      "description": "Vanaras are inquisitive and mischievous monkey-like humanoids with short, soft fur, expressive eyes, and long, prehensile tails. Their handlike feet and agile builds serve them well in the jungle realms where most vanaras live.",
      "rarity": "Uncommon",
      "traits": "Uncommon, Humanoid, Vanara",
      "backgrounds": "Criminal, Entertainer, Gambler, Sailor, Scout",
      "classes": "Champion, Ranger, Rogue, Witch, Oracle",
      "names": "Ashpaka, Chichipi, Haangeno, Hasa, Huanu, Kana, Nammem, Roprutu, Thathona, Unulu, Vivatu",
      "hitPoints": 6,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Free",
      "flaws": "",
      "languages": "Common, Vanara",
      "extraLanguages": "Elven, Gnome, Infernal, Goblin, Sylvan",
      "vision": "",
      "special": "Prehensile Tail"
    },
    {
      "name": "Anadi",
      "description": "Anadi people are reclusive, sapient spiders who hail from the jungles of southern Garund. Though they act in many ways like natural-born shapeshifters, their twin forms actually stem from carefully developed magic.",
      "rarity": "Rare",
      "traits": "Rare, Anadi, Humanoid",
      "backgrounds": "Artisan, Emissary, Herbalist, Hunter, Scholar",
      "classes": "Wizard, Sorcerer",
      "names": "Altava, Anavachti, Strings-On-The-River Inkeelah, Kerialnamu, Maracha, Leaves-Shelter-Her-Feet Naiala, Orvasa, Reloana, Rivuken, Velachamon",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Wisdom, Free",
      "flaws": "Constitution",
      "languages": "Anadi, Mwangi",
      "extraLanguages": "Draconic, Elven, Gnoll, Iruxi, Orcish, Sylvan",
      "vision": "",
      "special": "Change Shape, Fangs"
    },
    {
      "name": "Android",
      "description": "Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under pressure, but comfortable in stillness and solitude.",
      "rarity": "Rare",
      "traits": "Rare, Android, Humanoid",
      "backgrounds": "Hermit, Nomad, Scholar, Tinker",
      "classes": "Rogue, Alchemist, Monk, Wizard",
      "names": "Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Intelligence, Free",
      "flaws": "Charisma",
      "languages": "Common, Androffan",
      "extraLanguages": "Abyssal, Celestial, Draconic, Dwarven, Undercommon, Utopian",
      "vision": "Low-Light Vision",
      "special": "Constructed, Emotionally Unaware"
    },
    {
      "name": "Automaton",
      "description": "These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine technological ingenuity with magical power, creating a blended being wholly unique to Golarion.",
      "rarity": "Rare",
      "traits": "Rare, Automaton, Construct",
      "backgrounds": "Acolyte, Bounty Hunter, Emissary, Gladiator, Guard, Herbalist, Hunter, Martial Disciple, Scholar, Scout, Warrior",
      "classes": "Fighter, Ranger, Rogue, Bard, Witch, Wizard",
      "names": "Alnhaman, Busmin, The Doleful, Enoh, Himar, Kantral, The Kindred, Numinar, Scholar, Tehkis, Wayfarer, Yulmian",
      "hitPoints": 8,
      "size": "Medium, Small",
      "speed": 25,
      "boosts": "Strength, Free",
      "flaws": "",
      "languages": "Common, Utopian",
      "extraLanguages": "Abyssal, Aquan, Auran, Celestial, Dwarven, Elven, Ignan, Infernal, Terran",
      "vision": "Low-Light Vision",
      "special": "Automaton Core, Constructed Body"
    },
    {
      "name": "Conrasu",
      "description": "Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence.",
      "rarity": "Rare",
      "traits": "Rare, Aeon, Conrasu, Plant",
      "backgrounds": "Field Medic, Herbalist, Nomad, Emissary",
      "classes": "Wizard, Bard, Cleric, Champion, Fighter, Druid",
      "names": "Automa, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave",
      "hitPoints": 10,
      "size": "Medium",
      "speed": 25,
      "boosts": "Constitution, Wisdom, Free",
      "flaws": "Charisma",
      "languages": "Mwangi, Rasu",
      "extraLanguages": "Celestial, Elven, Iruxi, Sylvan, Terran, Utopian",
      "vision": "",
      "special": "Sunlight Healing"
    },
    {
      "name": "Fleshwarp",
      "description": "Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can make it difficult for them to find a place for themselves in the world.",
      "rarity": "Rare",
      "traits": "Rare, Aberration, Humanoid",
      "backgrounds": "Hermit, Hunter, Nomad, Street Urchin, Criminal, Entertainer, Prisoner",
      "classes": "Barbarian, Fighter, Rogue, Ranger, Champion, Druid",
      "names": "Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin",
      "hitPoints": 10,
      "size": "Medium, Small",
      "speed": 25,
      "boosts": "Constitution, Free",
      "flaws": "",
      "languages": "Common",
      "extraLanguages": "Aklo, Draconic, Dwarven, Elven, Goblin, Undercommon",
      "vision": "Low-Light Vision",
      "special": "Unusual Anatomy"
    },
    {
      "name": "Ghoran",
      "description": "These intelligent plant people, created by a long-dead druid, possess a sort of immortality through their seeds—unless these are destroyed by external events other than merely the ravages of time.",
      "rarity": "Rare",
      "traits": "Rare, Ghoran, Humanoid, Plant",
      "backgrounds": "Acolyte, Fortune-Teller, Farmhand, Herbalist, Hermit, Artisan, Artist, Scholar",
      "classes": "Wizard, Druid, Sorcerer, Fighter, Ranger, Alchemist, Investigator",
      "names": "Amsalu, Ash, Emnet, Sieri, Ooniel, Arshmarish, Velt, Delphinium, Hach, Emerald, Sable",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Constitution, Free",
      "flaws": "",
      "languages": "Common, Sylvan",
      "extraLanguages": "Aklo, Draconic, Elven, Gnomish, Jotun",
      "vision": "Low-Light Vision",
      "special": "Photosynthesis"
    },
    {
      "name": "Goloma",
      "description": "Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet.",
      "rarity": "Rare",
      "traits": "Rare, Goloma, Humanoid",
      "backgrounds": "Hunter, Laborer, Artist, Farmhand, Scout, Acolyte",
      "classes": "Cleric, Druid, Investigator",
      "names": "Biqkuul, Ehbouja, Haamaah, Kouzo, Quaerjii, Tebaazu, Uruueda, Zekuukeu",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 30,
      "boosts": "Wisdom, Free",
      "flaws": "",
      "languages": "Goloma, Mwangi",
      "extraLanguages": "Abyssal, Aklo, Draconic, Elven, Halfling, Necril, Orcish, Sylvan",
      "vision": "",
      "special": "Eyes in Back"
    },
    {
      "name": "Kashrishi",
      "description": "Kashrishi make their homes in remote areas of the world. These quiet beings have stout, durable frames and distinctive crystalline horns. Their inherent psychic abilities make them natural empaths but also occasionally burden them with the unceasing thoughts of their neighbors.",
      "rarity": "Rare",
      "traits": "Rare, Humanoid, Kashrishi",
      "backgrounds": "Artist, Emissary, Fortune Teller, Herbalist",
      "classes": "Bard, Champion, Psychic",
      "names": "Climber, Firehorn, Guardian, Healer, Lantern, Mother, Scout, Softhand, Tempest, Warrior",
      "hitPoints": 8,
      "size": "Small",
      "speed": 25,
      "boosts": "Constitution, Free",
      "flaws": "",
      "languages": "Common, Kashrishi",
      "extraLanguages": "Aquan, Celestial, Draconic, Sylvan, Terran",
      "vision": "",
      "special": "Empathic Sense, Glowing Horn"
    },
    {
      "name": "Poppet",
      "description": "Poppets are small, basic constructs that typically help their owners with simple tasks. Occasionally, poppets gain sapience, independence, and a spark of life. Elevated beyond mere helpers or playthings, these poppets are free to chart their own destinies.",
      "rarity": "Rare",
      "traits": "Rare, Construct, Humanoid",
      "backgrounds": "Acolyte, Entertainer, Laborer, Cook, Scavenger, Servant, Artist, Hermit, Tinker",
      "classes": "Bard, Champion, Fighter, Ranger",
      "names": "Burlap, Buttoneyes, Checker, Clockwhirr, Fivestitch, Nettle, Scramble, Stuffing, Taffeta, Tattercap",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Constitution, Charisma, Free",
      "flaws": "Dexterity",
      "languages": "Common",
      "extraLanguages": "Draconic, Dwarven, Elven, Gnomish, Goblin, Sylvan",
      "vision": "Darkvision",
      "special": "Constructed, Flammable"
    },
    {
      "name": "Shisk",
      "description": "Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world.",
      "rarity": "Rare",
      "traits": "Rare, Humanoid, Shisk",
      "backgrounds": "Scholar, Hermit, Nomad, Entertainer, Herbalist, Animal Whisperer",
      "classes": "Bard, Wizard, Investigator",
      "names": "Adomssha, Asjossa, Chishinsa, Dalissho, Lessia, Lishassha, Somissu, Quinshu",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Intelligence, Free",
      "flaws": "",
      "languages": "Mwangi, Shisk",
      "extraLanguages": "Common, Draconic, Dwarven, Elven, Fey, Gnomish, Goblin, Halfling, Jotun, Orcish, Razatlani, Sakvroth, Sylvan, Taldane, Undercommon",
      "vision": "Darkvision",
      "special": ""
    },
    {
      "name": "Shoony",
      "description": "Diminutive humanoids who resemble squat, bipedal dogs, shoonies are sometimes mistaken for weak and insular pacifists. However, their sheer perseverance, incredible work ethic, and resourceful use of diplomacy make shoonies far from helpless.",
      "rarity": "Rare",
      "traits": "Rare, Humanoid, Shoony",
      "backgrounds": "Acolyte, Farmhand, Hunter, Laborer, Warrior, Animal Wrangler, Rigger",
      "classes": "Fighter, Cleric, Champion, Druid, Ranger",
      "names": "Ahogo, Arnbin, Bighmor, Bondin, Domwurd, Ebmeur, Gopor, Gurna, Hiemgur, Mufurlo, Oriog, Pulumar, Raliamar, Ruggion, Uhulrig, Ungrin",
      "hitPoints": 6,
      "size": "Small",
      "speed": 25,
      "boosts": "Dexterity, Charisma, Free",
      "flaws": "Constitution",
      "languages": "Common, Shoony",
      "extraLanguages": "Dwarven, Gnomish, Goblin, Halfling, Terran",
      "vision": "Low-Light Vision",
      "special": "Blunt Snout"
    },
    {
      "name": "Skeleton",
      "description": "Skeletons are considered among the lowest types of undead. They're typically mindless creatures, lacking many of the abilities that make other undead a serious threat. However, the animated bones of dragons, giants, and other great beasts make for dangerous foes. Powerful living creatures can retain some of their might and intellect upon returning as a skeleton. Some necromancers turn their strongest enemies into skeletal undead servants, assuming they can keep control of them.",
      "rarity": "Rare",
      "traits": "Rare, Skeleton, Undead",
      "backgrounds": "",
      "classes": "",
      "names": "Clatterjaw, Creaker, Doorstop, Final Sacrifice, Gochiyo, Lectern, Macefodder, Sixth Lancer, Skulldyr, Xelim",
      "hitPoints": 6,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Charisma, Free",
      "flaws": "Intelligence",
      "languages": "Common, Necril",
      "extraLanguages": "Aklo, Dwarven, Elven, Infernal, Orcish, Undercommon",
      "vision": "",
      "special": "Undeath"
    },
    {
      "name": "Sprite",
      "description": "Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the First World. They love playing pranks, exploring new things, and embracing everything to do with magic.",
      "rarity": "Rare",
      "traits": "Rare, Fey, Sprite",
      "backgrounds": "Acrobat, Animal Whisperer, Artist, Entertainer, Gambler, Herbalist, Hermit, Nomad, Scout",
      "classes": "Bard, Rogue, Sorcerer, Ranger, Druid, Witch, Wizard, Oracle",
      "names": "Bree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar",
      "hitPoints": 6,
      "size": "Tiny",
      "speed": 20,
      "boosts": "Dexterity, Intelligence, Free",
      "flaws": "Strength",
      "languages": "Common, Sylvan",
      "extraLanguages": "Celestial, Draconic, Elven, Gnomish, Goblin, Jotun",
      "vision": "Low-Light Vision",
      "special": "Magical Strikes"
    },
    {
      "name": "Strix",
      "description": "Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious communities with broad wingspans and razor talons.",
      "rarity": "Rare",
      "traits": "Rare, Humanoid, Strix",
      "backgrounds": "Emissary, Hermit, Nomad, Scout, Street Urchin",
      "classes": "Druid, Fighter, Monk, Ranger, Rogue",
      "names": "Chiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Free",
      "flaws": "",
      "languages": "Common, Strix",
      "extraLanguages": "Draconic, Jotun, Gnome, Infernal",
      "vision": "Low-Light Vision",
      "special": "Wings"
    },
    {
      "name": "Vishkanya",
      "description": "Vishkanyas are ophidian humanoids who carry potent venom within their blood and saliva. Largely misunderstood due to old tales of their toxicity and natural finesse, vishkanyas work to grow into more than just what stories paint them to be.",
      "rarity": "Rare",
      "traits": "Rare, Humanoid, Vishkanya",
      "backgrounds": "Artist, Hunter, Acolyte, Emissary, Entertainer, Gambler, Guard",
      "classes": "Rogue, Monk, Ranger, Bard, Swashbuckler, Alchemist",
      "names": "Ashath, Casuthis of Guiding Hands, Enysi, Izith, Othasee, Riddle of Esaviz, Salthazar, Thasi the Ragebreaker",
      "hitPoints": 8,
      "size": "Medium",
      "speed": 25,
      "boosts": "Dexterity, Free",
      "flaws": "",
      "languages": "Common, Vishkanya",
      "extraLanguages": "Aklo, Aquan, Draconic, Elven, Goblin, Undercommon, Vanaran",
      "vision": "Low-Light Vision",
      "special": "Innate Venom"
    }
  ]
}